from .dialogue_text import DIALOGUE


# DOESN'T AFFECT:

# PROMPT = f'''
# OCHA reported that yesterday, 10 trucks carrying water, food and medicines entered Gaza through the Rafah crossing, bringing the total number of trucks entering since 21 October to 227. The entry of fuel, which is desperately needed to operate life-saving equipment, remains banned by the Israeli authorities. 
# '''

PROMPT = f'''
В Павлодаре обсуждают возможность строительства центра художественной гимнастики, площадью более 7 тысяч квадратных метров. Уже готовы первые эскизы здания. Возвести центр рассчитывают меньше, чем за 1,5 года, передает корреспондент агентства Kazinform.

Здание общей площадью 7,6 тысячи квадратных метров планируют возвести на территории Спорт-сити: в Северной промзоне Павлодара, рядом с ипподромом «Кулагер». Здесь уже функционируют несколько спортивных объектов.

Проектированием современного центра художественной гимнастики в региональном управлении строительства занялись еще в прошлом году. Завершить разработку ПСД намерены до конца сентября 2024 года. Уже известно, что здание будет состоять из трех блоков с высокими потолками, что важно для занятий гимнастикой. Высота центрального блока составит 18,6 метров, двух боковых – 15 метров.

На первом этаже будет находиться гимнастический зал, где можно проводить соревнования международного класса, также здесь будут расположены учебно-тренировочные залы, бассейн, буфет. На втором этаже оборудуют залы для хореографии, конференц-зал, трибуны для зрителей на 278 мест.

О строительстве центра художественной гимнастики в Павлодаре говорят уже не первый год. Городу он необходим и главная причина в том, что действующий спорткомплекс «Баянтау» не может вместить всех юных спортсменов: он переполнен и откровенно не соответствует нормам, которые нужны гимнастам для нормального тренировочного процесса. Как минимум, им не хватает высоты потолков.

Сначала новый спортивный объект планировали строить почти в центре города - на пересечении улиц Катаева и Ломова, но потом это решение пересмотрели. Строить решено было в новом микрорайоне Достык. Потом от этого варианта тоже отказались, потому что не нашлось подходящего участка. В конечном итоге для строительства центра художественной гимнастики выбрали Спорт-сити.

Не всем родителям такое решение пришлось по душе: павлодарцы переживают, как дети будут добираться на тренировки и возвращаться обратно. Не у всех есть возможность отвозить ребенка на машине. Родители даже пожаловались депутатам Мажилиса. В конце октября депутат Мажилиса Нуржан Ашимбетов в ответ призвал руководство области и представителей профильного министерства обратить внимание на ситуацию и изучить альтернативные варианты.

На данный момент известно, что центр художественной гимнастики все-таки построят на территории Спорт-сити. Проектный срок строительства - 15 месяцев.

По словам руководителя областного управления спорта Даура Ергабулова, для детей, тренирующихся в Спорт-сити, организован подвоз. В городе определят точки сбора, откуда детей будет забирать автобус.

Напомним, больше 5 лет назад в Северной промзоне Павлодара начали строить спортивный городок. Сейчас здесь работают ледовая арена, футбольный манеж и Центр единоборств.
'''